<template>
  <div class="protocol">
    <h1>用户条款</h1>
    <dl>
      <dd>
        <p>
          <span>神州买买车公司非常重视对您隐私的保护，请您仔细阅读如下声明。</span>
          <span
            class="black"
          >当您访问神州买买车网站或使用神州买买车提供的服务前，您需要同意隐私政策中具体解释收集、使用、公布和以其它形式运用您或您的被代理人的个人信息的政策。如果您不同意隐私政策中的任何内容，请立即停止使用或访问神州买买车网站。</span>
        </p>
        <p>为了给您提供更准确、更有针对性的服务，神州买买车可能会以如下方式，使用您提交的个人信息，但神州买买车会以高度的勤勉义务对待这些信息。</p>
        <p>我们的目标是使神州买买车成为买车方面值得信任的网站，仅仅遵守标准的个人隐私保护条例是远远不够的。如果您对我们的隐私保护条款有任何疑问或建议，请发邮件至m-cckf@ucarinc.com。</p>
      </dd>
      <dt class="sub-title">我们从您那里获得的资料</dt>
      <dd>
        <p>神州买买车会在您自愿选择服务或提供信息的情况下收集您的个人信息（简称“个人信息”），例如您的姓名、邮件地址、电话号码、订单信息、交易记录及其他身份信息等。</p>
        <p>我们可能会收集一些特定的关于您所使用的机器的技术信息，这些信息将用于提供更好的用户使用体验，提供更方便的服务，我们所收集的技术信息可能会包括：IP地址、操作系统版本、浏览器版本、显示器分辨率，推荐网站等。</p>
        <p>此外，我们还可能从其他合法来源收到关于您的信息并且将其加入我们的客户信息库。</p>
      </dd>
      <dt class="sub-title">我们如何使用收集的用户信息</dt>
      <dd>
        <p>我们利用从所有服务中收集的信息来提供、维护、保护和改进这些服务，同时开发新的服务为您带来更好的用户体验，并提高我们的总体服务品质。</p>
      </dd>
      <dt class="sub-title">特别授权</dt>
      <dd>
        <p>您完全理解并不可撤销地、免费地授予神州买买车及其关联公司下列权利：</p>
        <ol class="black">
          <li>1、神州买买车关联公司或合作公司允许神州买买车用户登录关联公司或合作公司并使用其服务，神州买买车用户在关联公司或合作公司的任何行为均需遵守该等平台服务协议的约定、平台公布的规则以及有关正确使用平台服务的说明和操作指引。为了实现上述功能，您同意神州买买车将您在神州买买车的注册信息、交易/支付数据等信息和数据同步至关联公司或合作公司系统并允许其使用。</li>
          <li>2、如您以神州买买车关联公司或合作公司用户账号和密码登录神州买买车，为了实现向您提供同等服务的功能，您同意神州买买车将您在关联公司或合作公司账号项下的注册信息、交易/支付数据等信息和数据同步至神州买买车系统并进行使用，并且您不会因此追究神州买买车以及神州买买车关联公司或合作公司的责任。</li>
          <li>3、为确保交易安全，允许神州买买车及其关联公司对用户信息进行数据分析，并允许神州买买车及其关联公司对上述分析结果进行商业利用。</li>
          <li>4、您在享受神州买买车提供的各项服务的同时，授权并同意接受神州买买车向您的电子邮件、手机、通信地址等发送商业信息，包括不限于最新的神州买买车产品信息、促销信息等。若您选择不接受神州买买车提供的各类信息服务，您可以按照神州买买车网提供的相应设置拒绝该类信息服务。</li>
        </ol>
      </dd>
      <dt class="sub-title">我们分享的信息</dt>
      <dd>
        <p>用户在如下情况下，神州买买车会遵照您的意愿或法律的规定披露您的个人信息，由此引发的问题将由您个人承担：</p>
        <ol>
          <li>(1) 事先获得您的授权；</li>
          <li>(2) 只有透露您的个人资料，才能使神州买买车或其合作商提供您所要求的产品和服务；</li>
          <li>(3) 根据有关的法律法规要求；</li>
          <li>(4) 按照相关政府主管部门的要求；</li>
          <li>(5) 为维护神州买买车的合法权益；</li>
          <li>(6) 您同意让第三方共享资料；</li>
          <li>(7) 我们发现您违反了神州买买车公司服务条款或任何其他产品服务的使用规定。</li>
        </ol>
      </dd>
      <dt class="sub-title">用户对个人信息的控制</dt>
      <dd>
        <p>神州买买车相信用户应该对他/她的个人信息拥有绝对的控制权，用户可以通过“修改个人信息”查看或修改个人信息。用户自愿注册个人信息，用户在注册时提供的所有信息，都是基于自愿，用户有权在任何时候拒绝提供这些信息。</p>
      </dd>
      <dt class="sub-title">我们如何保护用户的个人信息</dt>
      <dd>
        <p>我们希望我们的用户放心的使用我们的产品和服务，所以我们承诺对您的个人信息予以保密，为此我们设置了安全程序保护您的信息不会被未经授权的访问所窃取。所有的个人信息被加密储存并放置于专业防火墙的内，我们使用SSL加密技术对您所提供的个人信息传输通道进行保护，保证您的个人信息不会在传输途中被窃取。</p>
      </dd>
      <dt class="sub-title">Cookies和其他浏览器技术</dt>
      <dd>
        <p>当用户访问神州买买车的时候，我们可能会保存用户的用户登录状态并且为用户分配一个或多个“Cookie”（一个很小的文本文件），例如：当用户访问一个需要用户登录才可以提供的信息或服务，当用户登录时，我们会把该用户的登录名和密码加密存储在用户计算机的Cookie文件中，由于是不可逆转的加密存储，其他人即使可以使用该用户的计算机，也无法识别出用户的用户名和密码。用户并不需要额外做任何工作，所有的收集和保存都由系统自动完成。</p>
        <p>Cookie文件将永久的保存在您的计算机硬盘上，除非您使用浏览器或操作系统软件手工将其删除。您也可以选择“不使用Cookie”或“在使用Cookie是事先通知我”的选项禁止Cookie的产生，但是您将为此无法使用一些神州买买车的查询和服务。</p>
        <p>Cookie文件也可能会由神州买买车的第三方广告合作伙伴放置到您的计算机上。这些公司可能会根据您访问相关网站的统计信息为您显示您可能感兴趣的买买车产品或广告信息。这些统计信息并不包括您的个人信息。他们也可能通过这种方式来评估广告的有效度，通常这是通过一种叫做Web beacon的技术来实现的，他们可能通过这种技术来统计匿名访问的数据，并根据统计结果显示您可能感兴趣的买买车产品或广告信息，同样，这些统计信息并不包括您的个人信息。</p>
      </dd>
      <dt class="sub-title">选择退出 OPT-OUT</dt>
      <dd>
        <p>您可以将自己的浏览器设置为拒绝所有Cookie（包括与我们的服务相关联的Cookie），或者在我们设置Cookie时予以提示。但是请务必注意，如果您停用Cookie，可能就无法正常使用我们的很多服务了。</p>
      </dd>
      <dt class="sub-title">合作伙伴</dt>
      <dd>
        <p>我们选择有信誉的第三方公司或网站作为我们的合作伙伴为用户提供信息和服务，所有神州买买车网上提供的服务都来自第三方合作伙伴，尽管我们只选择有信誉的公司或网站作为我们的合作伙伴，但是每个合作伙伴都会有与神州买买车不同的隐私条款，一旦您通过点击进入了合作伙伴的网站，神州买买车的隐私条款将不再生效，我们建议您查看该合作伙伴网站的隐私条款，并了解该合作伙伴对于收集、使用、泄露您的个人信息的规定。</p>
      </dd>
      <dt class="sub-title">关于隐私条款的变更</dt>
      <dd>
        <p>本隐私条款自2015年8月1日起生效。神州买买车将根据法律、法规或政策的变更和修改，或神州买买车网站内容的变化和技术的更新，或其他神州买买车认为合理的原因，对本隐私政策进行修改并以网站公告、用户通知等合适的形式告知用户，若您不接受修订后的条款的，应立即停止使用本服务，若您在本隐私条款变更七日后继续使用本服务的，视为接受修订后的所有条款。</p>
      </dd>
    </dl>
  </div>
</template>

<script>
export default {};
</script>

<style scoped="scoped" lang="less">
@bigFont: 20px;
@mediumFont: 14px;
@smallFont: 13.3px;
* {
  margin: 0;
}
.protocol {
  display: inline-block;
  font-size: 14px;
  color: #666;
  padding: 15px;
  line-height: 1.5;
}
.black,
.sub-title {
  color: #333;
}
ul,
ol {
  list-style: none;
  padding-left: 0;
  margin-bottom: 10px;
}
li {
  text-indent: 2em;
  margin-bottom: 10px;
}
li:last-child {
  margin-bottom: 0;
}
h1 {
  text-align: center;
  font-size: 20px;
  padding-bottom: 15px;
}
p {
  text-indent: 2em;
  margin-bottom: 10px;
}
.sub-title {
  margin-bottom: 15px;
  font-size: 18px;
}
</style>
